{
  "NotFound": {
    "title": "404",
    "description": "Страница потерялась в тумане...",
    "backToHome": "На главную"
  },
  "Header": {
    "title": "Dead By Daylight",
    "officialSite": "Официальный сайт",
    "links": {
      "home": "Главная",
      "randomizer": "Рандомайзер",
      "builds": "Билды",
      "tierLists": "Тир листы"
    }
  },
  "Footer": {
    "title": "Dead By Daylight",
    "officialSite": "Официальный сайт",
    "links": {
      "home": "Главная",
      "randomizer": "Рандомайзер",
      "builds": "Билды",
      "tierLists": "Тир листы"
    }
  },
  "HomePage": {
    "heroBlock": {
      "title": "Добро пожаловать в туман",
      "description": "Создавайте билды, следите за обновлениями, делитесь стратегиями и находите вдохновение для новых матчей!"
    },
    "aboutApp": {
      "title": "Об приложении",
      "description": "Это ваш универсальный помощник для Dead by Daylight. Мы собрали всё, что нужно игрокам: от генерации билдов до создания тир-листов. Всё для того, чтобы сделать игру ещё интереснее! Присоединяйтесь к сообществу, следите за обновлениями игры и находите вдохновение для новых матчей. Независимо от того, играете вы за выживших или убийц — вы найдете полезные инструменты для обоих сторон!"
    },
    "features": {
      "title": "Основные возможности"
    }
  },
  "Features": {
    "goTo": "Перейти к фиче",
    "soon": "Скоро",
    "randomizer": {
      "title": "Рандомайзер",
      "description": "Создавайте случайные билды для своих матчей. Продвинутый рандомайзер для Dead by Daylight, который позволяет вам полностью настроить процесс случайного выбора:\n\n• Вы можете рандомить персонажей (маньяков и выживших).\n• Перки, аддоны и предметы.\n• Конкретных персонажей (например, только выживших или только определенных маньяков).\n\nРандомайзер помогает добавить элемент неожиданности в вашу игру, предоставляя интересные и нестандартные комбинации для нового опыта."
    },
    "buildCreator": {
      "title": "Билды",
      "description": "Создавайте и сохраняйте уникальные билды для выживших и убийц. Исследуйте и создавайте уникальные билды для Dead by Daylight:\n\n• Просматривайте популярные билды, созданные другими игроками.\n• Создавайте свои собственные уникальные билды, комбинируя перки, аддоны и предметы.\n• Делитесь своими билдами с сообществом, чтобы вдохновить других игроков.\n\nЭто место, где вы найдете идеи для победных стратегий или сможете показать свое креативное видение."
    },
    "tierLists": {
      "title": "Тир-листы",
      "description": "Создавайте и делитесь тир-листами персонажей. Сравните персонажей и стратегии с помощью удобных тир-листов:\n\n• Просматривайте тир-листы, созданные сообществом, чтобы узнать, кто из персонажей лучше всего подходит для вашего стиля игры.\n• Голосуйте и обсуждайте существующие тир-листы, делясь своим мнением.\n• Создавайте свои собственные тир-листы и делитесь ими, чтобы помочь другим игрокам.\n\nТир-листы — это инструмент для анализа, вдохновения и взаимодействия с сообществом."
    }
  },
  "Roadmap": {
    "title": "Дорожная карта",
    "launch": "Запуск рандомайзера и первой стабильной версии приложения",
    "auth": "Добавление возможности создавать пользовательские аккаунты",
    "builds": "Библиотека билдов: исследуйте и создавайте собственные сборки",
    "tierLists": "Создатель тир-листов: смотрите и создавайте свои рейтинги",
    "wiki": "Мини-вики: узнайте больше о маньяках и выживших",
    "blog": "Страница блога с обновлениями и новостями об игре",
    "comments": "Интерактивная система комментариев для обсуждений"
  },
  "Subscribe": {
    "required": "Поле Email обязательно для заполнения",
    "message": "Пожалуйста введите валидный email",
    "placeholder": "Введите ваш email",
    "subscribe": "Подписаться",
    "sending": "Отправлено...",
    "success": "Успешно"
  },
  "CallToAction": {
    "title": "Подпишитесь, чтобы получать обновления!",
    "description": "Будьте в курсе всех новых обновлений и событий, подписавшись на нашу рассылку."
  },
  "LocaleSwitcher": {
    "label": "Привет",
    "locale": "{locale, select, en {EN} ru {RU} other {Unknown}}"
  }
}